IDEA StatiCa Open Model
ResultOnSection.Results Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 List of result of members
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public List<SectionResultBase> Results { get; set; }
Public Property Results As List(Of SectionResultBase)
	Get
	Set
public:
property List<SectionResultBase^>^ Results {
	List<SectionResultBase^>^ get ();
	void set (List<SectionResultBase^>^ value);
}
Property Value
Type: List<SectionResultBase>
See Also
Reference
ResultOnSection Class
IdeaRS.OpenModel.Result Namespace